Feature: Monster_Movement
	Чтобы монстры выглядели более живыми
	Как разработчкиу
	Мне нужно, чтобы они перемещались по карте.

#@monsters @dev0 @move
#Scenario: Корректный обход занятого узла при патруле.
#	Given Есть предопределённая карта Size5PatrolMonsterRoamingMonster
#	Then Монстр Id:100 стоит в узле (0, 0)
#	Then Монстр Id:200 стоит в узле (4, 4)
#	When Следующая итерация сектора
#	Then Монстр Id:100 стоит в узле (0, 1)
#	Then Монстр Id:200 стоит в узле (3, 3)
#	When Следующая итерация сектора
#	Then Монстр Id:100 стоит в узле (1, 1)
#	Then Монстр Id:200 стоит в узле (2, 3)
#	When Следующая итерация сектора
#	Then Монстр Id:100 стоит в узле (2, 2)
#	Then Монстр Id:200 стоит в узле (2, 3)
	
