Repository: kreghek/Zilon_Roguelike
Catalog: Zilon.Core/CDT.LAST.MonoGameClient/Resources/UiResources.*.resx
Languages: ru_ru

# StartGameButtonTitle
source: Start
ru_ru: Старт

# WoundStrongConditionTitle
source: Strong wound
ru_ru: Серьзная рана

# WoundLesserConditionTitle
source: Lesser wound
ru_ru: Легкая рана

# WoundCriticalConditionTitle
source: Mortal wound!
ru_ru: Смертельная рана!

# ThristStrongConditionTitle
source: Thrist
ru_ru: Жажда

# ThristLesserConditionTitle
source: Easy thrist
ru_ru: Легкая жажда

# ThristCriticalConditionTitle
source: Dehydration!
ru_ru: Обезвоживание!

# IntoxicationStrongConditionTitle
source: Intoxication
ru_ru: Токсикация

# IntoxicationLesserConditionTitle
source: Easy intoxication
ru_ru: Легкая токсикация

# IntoxicationCriticalConditionTitle
source: OVERDOSE!
ru_ru: ПЕРЕДОЗИРОВКА!

# HungerStrongConditionTitle
source: Hunger
ru_ru: Голод

# HungerLesserConditionTitle
source: Easy hunger
ru_ru: Легкий голод

# HungerCriticalConditionTitle
source: Starvation!
ru_ru: Голодание!

# DiseaseSymptomConditionTitle
source: Disease
ru_ru: Болезнь

# GenerateGlobeButtonTitle
source: Generate
ru_ru: Генерировать

# SwitchAutomodeButtonOffTitle
source: Off
ru_ru: Выкл

# SwitchAutomodeButtonOnTitle
source: On
ru_ru: Вкл

# SwitchAutomodeButtonTitle
source: Autoplay: {0}
ru_ru: Автоигра: {0}

# PhysicalStrengthAttributeTitle
source: Physical Strength
ru_ru: Физическая сила

# PhysicalStrengthAttributeDescription
source: Physical, brute strength of the character. Affects melee weapon damage. Acts as a restriction on the wearing of heavy equipment.
ru_ru: Физическая, грубая сила персонажа. Влияет на урон оружием ближнего боя. Выступает, как ограничение на ношение тяжелой экипировки.

# DexterityAttributeTitle
source: Dexterity
ru_ru: Ловкость

# DexterityAttributeDescription
source: Agility, physical flexibility of the character, stretching. Acts as a restriction on equipment, such as daggers, staves.
ru_ru: Ловкость, физическая гибкость персонажа, растяжка. Выступает, как ограничение на экипировку, типа кинжалов, посохов.

# PerceptionAttributeTitle
source: Perception
ru_ru: Восприятие

# PerceptionAttributeDescription
source: Perception, sight. Ability to see, notice. Acts as a restriction on the use of ranged weapons. Or weapons based on precise strikes rather than strength (daggers, spears).
ru_ru: Восприятие, зрение. Умение видеть, замечать. Выступает, как ограничение на использование оружие дальнего боя. Или оружия, основанного на точных ударах, а не на силе (кинжалы, копья).

# ConstitutionAttributeTitle
source: Constitution
ru_ru: Конституция

# ConstitutionAttributeDescription
source: Affects how many wounds can take out the character before he dies.
ru_ru: Влияет на то, какое количество ран может вынести персонаж,прежде чем он умрёт.

# UbnormalAttributeValueTitle
source: Ubnormal
ru_ru: Ненормальная

# SuperAttributeValueTitle
source: Super
ru_ru: Сверх

# NormalAttributeValueTitle
source: Normal
ru_ru: Нормальное

# LowAttributeValueTitle
source: Low
ru_ru: Низкое

# BelowNormalAttributeValueTitle
source: Below normal
ru_ru: Ниже среднего

# AboveNormalAttributeValueTitle
source: Above normal
ru_ru: Выше среднего

# DefectiveAttributeValueTitle
source: Defective
ru_ru: Дефектное

# HealCommandButtonTitle
source: Heal
ru_ru: Лечить

# EatCommandButtonTitle
source: Eat
ru_ru: Съесть

# DrinkCommandButtonTitle
source: Drink
ru_ru: Выпить

# UseCommandButtonTitle
source: Use
ru_ru: Применить

# SlotHand
source: Hand
ru_ru: Рука

# SlotHead
source: Head
ru_ru: Голова

# SlotBody
source: Body
ru_ru: Тело

# SlotAux
source: Aux
ru_ru: Доп

# EquipInSlotTemplateCommandButton
source: Equip in slot: {0}
ru_ru: Надеть на: {0}

# TakePropInInventoryButtonTitle
source: Take in inventory
ru_ru: Положить в инвентарь

# PutPropInContainerButtonTitleTemplate
source: Put into {0}
ru_ru: Положить в {0}

# FakeContainerName
source: the loot bag
ru_ru: мешок

# MainMenuButtonTitle
source: Main menu
ru_ru: Главное меню

# NextScreenButtonTitle
source: Next
ru_ru: Дальше

# ScoreMenuTitle
source: Score menu
ru_ru: Меню очков

# LeaderboardMenuTitle
source: Leaderboard menu
ru_ru: Меню лидеров

# ScoreTableScoreColumnTitle
source: Score
ru_ru: Очки

# ScoreTableNumberColumnTitle
source: Number
ru_ru: Номер

# ScoreTableNickColumnTitle
source: Nickname
ru_ru: Псевдоним

# AddPlayerNicknameButton
source: Add nickname
ru_ru: Добавить прозвище

# ClearPlayerNicknameButton
source: Clear
ru_ru: Очистить

# PlayerInputNicknamePrompt
source: Please, enter your nickname
ru_ru: Введите свое прозвище

# NoneEquipmentTitle
source: None
ru_ru: Пусто

# EnergyLesserConditionTitle
source: Easy tired
ru_ru: Слабо выдохся

# EnergyStrongConditionTitle
source: Tired
ru_ru: Одышка

# EnergyCriticalConditionTitle
source: EXHAUSTED!
ru_ru: ИЗМОТАННОСТЬ!

# ControlsTutorialText
source: [LMB] to move and attack. [T] to transit to other stage. [O] to give loot up. [I] to open inventory. [C] to open character stats. [SPACE] to wait a little. [ALT] to highlight interactive. [1-8] to select combat action. [NUM1-NUM9] to move step by step.
ru_ru: [LMB] для передвижения и атаки. [T] для перехода в следующую локацию. [O] чтобы подобрать предмет. [I] окно инвентаря. [С] окно персонажа. [SPACE] немного подождать. [ALT] подсветить интерактив. [1-8] выбрать действие в бою. [NUM1-NUM9] передвинуться на 1 шаг.

# SwitchLanguagebuttonTitle
source: Switch lang
ru_ru: Смена языка

# SwitchResolutionButtonTitle
source: Switch res
ru_ru: Разрешение

# PlayerRatingLabel
source: Your leader board rating: {0}
ru_ru: Ваш рейтинг в таблице лидеров: {0}

# EnergyConditionDescription
source: Energy is needed to deliver powerful blows. When the energy ends, the character gets tired. A tired character is less effective in combat. And the exhausted character begins to lose vitality and may die of overwork.
ru_ru: Энергия нужна, чтобы выполнять мощные удары. Когда энергия заканчивается - персонаж устает. Уставший персонаж менее эффективен в бою. А измотанный персонаж начинает терять жизненные силы и может умереть от переутомления.

# HungerConditionDescription
source: Any character needs to eat. A hungry character is less efficient. Ultimately, starvation kills the character.
ru_ru: Любому персонажу нужно есть. Голодный персонаж менее эффективен. В конечном счете, голодание убивает персонажа.

# IntoxicationConditionDescription
source: The use of medicines increases the level of intoxication of the character. Toxins slightly reduce the effectiveness of the character, but erode over time. If the intoxication grows too much, an overdose will occur. and the character will die.
ru_ru: Употребление медикаментов повышает уровень интоксикации персонажа. Токсины немного снижают эффективность персонажа, но со временем выветриваются. Если интоксикация вырастет слишком сильно - наступит передозировка и персонаж умрёт.

# ThristConditionDescription
source: All characters need to drink. Thirst reduces the effectiveness of characters and can lead to dehydration. Dehydration is death!
ru_ru: Всем персонажам нужно пить. Жажда снижает эффективность персонажам и может привести к обезвоживанию. Обезвоживание - это смерть!

# WoundConditionDescription
source: The character is alive as long as he has vitality. Damage, external or internal, takes away vitality. Gradually, any wounds heal. Ultimately, the game continues as long as there is at least some life in the character.
ru_ru: Персонаж жив, пока у него есть жизненные силы. Повреждения, наружные или внутренние, отнимают жизненные силы. Постепенно любые ранения затягиваются. В конечном счёте, игра продолжается, пока в персонаже есть хоть немного жизни.

# PropFullDurabilityValueTitle
source: Unbroken
ru_ru: Целый

# PropShabbyDurabilityValueTitle
source: Shabby
ru_ru: Потёртый

# PropDamagedDurabilityValueTitle
source: Damaged
ru_ru: Повреждён

# PropBrokenDurabilityValueTitle
source: Broken
ru_ru: Сломан

# LeaderBoardButtonTitle
source: Leaderboard
ru_ru: Доска лидеров
