namespace Zilon.Core.PersonDialogGeneration
{
    /// <summary>
    /// Шаблон диалога.
    /// </summary>
    /// <remarks>
    /// Будет представлять шаблон, типа:
    /// 1. Убить 10 волков.
    /// 2. Принести ядерный утюг из другого конца света.
    /// 3. Принести 10 грибов из соседнего опасного леса.
    /// 4. Убить некроманта, терроризирующего город.
    /// 5. Поговорить с персонажем из другого города.
    /// 6. Поговорить с персонажем из текущего города.
    /// </remarks>
    public class DialogFragmentPattern
    {
    }
}
